Repository: netpipe/QFax
Catalog: efax-gtk-3.2.13/po/*.po
Languages: es

source: Multi-Tech bit order set
es: Ajustado a orden de bits Multi-Tech

source: using %s in class %s
es: usando %s en clase %s

source: failed page %s
es: página fallida %s

source: finished - %s
es: finalizado - %s

source: local ID (%s) truncated to %d characters
es: ID local (%s) truncado a %d caracteres

source: local ID (%s) has non-standard characters
es: ID local (%s) tiene caracteres no estándar

source: using line buffering of stdout
es: usando memoria intermedia por líneas en la salida estándar

source: incorrect quality (-q) argument (%s)
es: parámetro de calidad (-q) incorrecto (%s)

source: Warning:
es: Aviso:

source: can't open file %s:
es: no se pudo abrir el fichero %s:

source: can't get format of file %s
es: no se pudo averiguar el formato del fichero %s

source: can't rewind file %s:
es: no se pudo reiniciar el fichero %s:

source: can't open output file %s:
es: no se pudo abrir el fichero de salida %s:

source: fax device write error:
es: error de escritura del dispositivo de fax:

source: unexpected response "%s"
es: respuesta no esperada "%s"

source: modem command "%s" too long
es: comando de módem "%s" demasiado largo

source: timed out after command: %s
es: tiempo agotado tras el comando: %s

source: timed out after waiting
es: tiempo agotado tras la espera

source: wrong response after command: %s
es: respuesta errónea tras el comando: %s

source: wrong response after waiting
es: respuesta errónea tras la espera

source: sync: dropping DTR
es: sync: desactivando DTR

source: sync: sending escapes
es: sync: enviando Secuencias de Escape

source: sync: modem not responding
es: sync: módem no responde

source: modem command (%s) failed
es: Comando de módem (%s) fallido

source: modem command failed
es: comando de módem fallido

source: %s locked or busy - waiting
es: %s bloqueado u ocupado - esperando

source: opened %s
es: abierto %s
