Repository: netpipe/QFax
Catalog: efax-gtk-3.2.13/po/*.po
Languages: es

source: efax-gtk help: Initialization Parameters
es: ayuda de efax-gtk: Parámetros de inicio

source: This specifies the `AT' commands that will reset the modem. Specify as many commands as are needed, separated by spaces for commands which need to be separated, but without a prepended `AT'. If none is specified, the program will default to `Z', which will be correct for practically all modems
es: Indica los comandos `AT' que restablecerán el módem. Indique tantos como sea necesario, separados por espacios para los comandos que lo requieran, pero sin incluir `AT' al inicio. Si no se indica nada, el programa usará `Z' de forma predeterminada, que será lo adecuado para prácticamente todos los módems.

source: efax-gtk help: Reset Parameters
es: ayuda de efax-gtk: Parámetros de reinicialización

source: This can be used to pass any other parameter to efax (do `man efax' to see what is available). Specify as many of these as are needed, separated by spaces for different parameters -- eg include `-or' to do a bit reversal during receive for Multitech modems which require it. Unless you have an unusual modem, leave this blank
es: Este campo se puede usar para indicar a efax cualquier otro parámetro que haga falta (teclee `man efax' en la línea de comandos para ver los que están disponibles). Indique tantos como sea necesario, separados por espacios para los diferentes parámetros -- por ejemplo incluya `-or' para hacer una inversión de bits durante la recepción en los módems Multitech que lo requieran. A menos que tenga un módem poco habitual, déjelo en blanco

source: efax-gtk help: Other Parameters
es: ayuda de efax-gtk: Otros parámetros

source: If this is checked, the program will use the GTK+ print system rather than the command line argument specified below to print faxes
es: Si está marcado, el programa usará el sistema de impresión de GTK+ para imprimir los faxes, en lugar de la línea de comando indicada más abajo

source: efax-gtk help: Use GTK+ print system
es: ayuda de efax-gtk: Usar el sistema de impresión de GTK+

source: This is the command which prints and takes postscript input on standard input. If none is specified, the program will default to `lpr'. This has no effect if the "Use GTK+ Print System" button is checked
es: Este es el comando que recoge los datos postscript desde la entrada estándar y los envía a imprimir. Si no se indica ninguno, el programa usará `lpr' de forma predeterminada. No tiene efecto si la casilla "Usar sistema de impresión de GTK+" está marcada.

source: efax-gtk help: Print Program
es: ayuda de efax-gtk: Programa de impresión

source: This will determine the extent to which a printed page will be reduced to fit within a printer's print area. It is a percentage -- eg 98 will shrink the page to 98 per cent of its size. If none is specified no shrink will take place (ie you can, but there is no need to, specify 100). This has no effect if the "Use GTK+ Print System" button is checked
es: Esto determinará hasta qué punto una página impresa será reducida hasta encajar en el área de impresión de la impresora. Es un porcentaje --p.ej. 98 reducirá la página a un 98 por ciento de su tamaño. Si no se especifica nada no se realizará reducción alguna (puede indicar 100 pero no es necesario). Esto no tiene efecto si el botón "Usar sistema de impresión GTK+" está marcado

source: efax-gtk help: Print Shrink
es: ayuda de efax-gtk: Reducción al imprimir

source: This specifies whether a confirmatory pop-up dialog is to appear before printing whenever the "Print selected fax" button is pressed in the Received Faxes list or Sent Faxes list. Uncheck the box if you don't want a dialog (if you have specified an external print manager such as 'kprinter' in the Print Program box, then you will not want this checked). This has no effect if the "Use GTK+ Print System" button is checked
es: Indica si se muestra una ventana de confirmación antes de imprimir cuando se pulsa el botón "Imprimir fax seleccionado" en las listas de Faxes recibidos o Faxes enviados. Desmarque la casilla si no desea mostrarla (como en el caso que haya especificado un gestor de impresión externo como 'kprinter' en la casilla Programa para imprimir). No tiene efecto si esta marcada la casilla "Usar sistema de impresión de GTK+"

source: efax-gtk help: Popup
es: ayuda de efax-gtk: Ventana de confirmación

source: A postscript viewer is used to view sent and received faxes via the fax lists, and also to view faxes to be sent identified via the "Files to fax" file selector dialog. Specify here the command to be used to view postscript files. If none is specified, the program will default to 'gv'. Other possibilities you may want to specify are 'evince' (the Gnome image viewer) or 'kghostview' (the KDE postscript viewer). If using gv, you may need to use the '-media A4' or '-media Letter' option to select correct paper size. evince and kghostview do this automatically
es: Se usa un visor de postscript para ver los faxes de las listas de enviados y recibidos, del mismo modo que para ver los faxes a enviar presentes en la ventana "Archivos a enviar". Indique aquí el comando a usar para ver archivos postscript. Si no se indica ninguno, el comando usado será 'gv' de forma predeterminada. Otras posibilidades que puede indicar son 'evince' (el visor de imágenes de Gnome) o 'kghostview' (el visor postscript de KDE). Si usa gv, podría necesitar las opciones '-media A4' o '-media Letter' para seleccionar el tamaño de papel correcto. evince y kghostview hacen esto automáticamente.

source: efax-gtk help: Postscript Viewer Program
es: ayuda de efax-gtk: Programa visor de Postscript

source: This specifies whether a socket server is to be run for CUPS or some other print system. Check the box if it is to run
es: Indica si se ha de activar un servidor escuchando para envíos desde CUPS o algún otro sistema de impresión. Marque la casilla si desea habilitarlo.

source: efax-gtk help: Run socket server
es: ayuda de efax-gtk: Activar servidor en escucha

source: This specifies whether a pop-up dialog is to appear whenever a fax is received by the socket server from the print system. Check the box if you want a dialog (this has no effect unless you have also checked the box for the socket server to run). If the program is inactive or is standing by to receive faxes, the fax can be sent directly from this dialog
es: Indica si una ventana emergente ha de aparecer cada vez que un fax se recibe a través del servidor desde el sistema de impresión. Marque la casilla si desea que aparezca (no tiene efecto a menos que también marque la casilla que activa el servidor). Si el programa está inactivo o esperando a recibir faxes, el fax puede ser enviado directamente desde esta ventana.

source: This specifies the port number on which the socket server is to listen. It should be between 1024 and 65535.
es: Indica el número de puerto en el que escuchará el servidor. Debería estar comprendido entre 1024 y 65535.

source: efax-gtk help: Port
es: ayuda de efax-gtk: Puerto

source: This determines whether addresses other than localhost and your machine's own host name will be allowed to make a connection to the socket. Unless you have unusual requirements (that is, unless the CUPS or lpd daemons are running on another machine), you should choose localhost. If you want other machines to be able to connect, pick "other" and specify the hostnames of the computers which may connect (separating different hostnames by spaces, but you do not need to specify localhost and your machine's hostname, as those are always permitted). Such hostnames may be specified as an ordinary host name or in numeric notation. Numeric notation may have * as a trailing wildcard, so for example 10.1.* will permit access for addresses 10.1.0.0 to 10.1.255.255. IPv6 numeric addresses may also have a trailing wildcard, but if so '::' may not be used in the address (but other forms of 0 suppression are acceptable). You should run efax-gtk behind a firewall if you choose "other".
es: Esto determina si las direcciones, aparte de localhost y el nombre actual del equipo, están autorizadas a hacer conexiones al servidor. A menos que necesite ajustes poco usuales (o sea, a menos que CUPS o los servidores lpd estén funcionando en otro equipo), debería elegir localhost. Si quiere que otros equipos puedan conectar, escoja "otros" e indique los nombres de los equipos que deban conectar (separándolos por espacios; no necesita indicar localhost o el nombre del equipo actual ya que estos siempre están autorizados). Los nombres de equipo pueden indicarse como un nombre normal o en notación numérica. En la notación numérica se puede usar * al final como comodín, así que por ejemplo 10.1.* permitirá el acceso a las direcciones 10.1.0.0 a 10.1.255.255. Las direcciones numéricas IPv6 también pueden tener un comodín final, pero en ese caso no se puede usar '::' en la direccion (otras formas de supresión de 0 son aceptables). Debería usar efax-gtk detrás de un cortafuego si escoge "otros".

source: efax-gtk help: Socket connections allowed
es: ayuda de efax-gtk: Conexiones al servidor permitidas

source: This specifies the IP family to be used by the socket server.
es: Esto indica la familia de protocolo IP que usará el servidor

source: efax-gtk help: IP family
es: ayuda de efax-gtk: Familia de protocolo IP

source: This parameter specifies whether a pop-up dialog will appear when a fax is received from a modem. Check the box if you want a pop-up.
es: Este parámetro indica si una ventana emergente aparecerá cuando se reciba un fax a través del módem. Marque la casilla si desea que aparezca.

source: efax-gtk help: Receive pop-up
es: ayuda de efax-gtk: Ventana emergente al recibir

source: This specifies whether a program or script is to be executed when a fax is received from a modem. Check the box if you want to execute a program, and enter the program name. efax-gtk comes with two scripts, print_fax and mail_fax, which can be used automatically to print a received fax or to mail it to a user (so to mail a fax you can enter `mail_fax' here). See the README file for further details.
es: Indica si un programa o guión ha de ejecutarse cuando se recibe un fax a través del módem. Marque la casilla si quiere que se ejecute, e indique el nombre del programa. efax-gtk viene con dos guiones (scripts), print_fax y mail_fax, que pueden ser usados para automáticamente imprimir un fax o enviarlo por correo electrónico a un usuario respectivamente (así que para enviar un fax por correo puede poner `mail_fax' aquí). Lea el archivo README para más detalles.

source: efax-gtk help: Execute program when fax received
es: ayuda de efax-gtk: Ejecutar un programa cuando se reciba un fax

source: This specifies the resolution to which faxes are sent. "Standard" gives 204x98 and "Fine" gives 204x196
es: Indica la resolución a la que serán enviados los faxes. "Estándar" usa una resolución de 204x98 y "Fino" usa 204x196

source: efax-gtk help: Sent Fax Resolution
es: ayuda de efax-gtk: Resolución del fax a enviar

source: This specifies whether the destination fax number is included in the top fax header line for sent faxes. Uncheck the box if you do not want this to be shown (say because it includes a pay card access number)
es: Esto indica si el número de fax de destino se incluye en el encabezado de los faxes enviados. Desmarque la casilla si no quiere que se muestre (por ejemplo porque incluye un número acceso de una tarjeta de telefonía)

source: efax-gtk help: Fax top header line
es: ayuda de efax-gtk: Línea de encabezado de fax

source: This specifies whether the program is to redial automatically when sending a fax if the modem is in use or the recipient is busy. Check the box if you want want automatic redial
es: Esto indica si el programa rellamará automáticamente cuando al enviar un fax el módem esté en uso o el destinatario esté ocupado. Marque la casilla si quiere rellamada automática

source: efax-gtk help: Redial
es: ayuda de efax-gtk: Rellamada

source: This specifies a prefix to be prepended to any dialed number - for example you can specify '9,' here to dial through a switchboard which needs 9 to obtain an outside line followed by a delay.
es: Esto indica el prefijo que debe preceder a cualquier número marcado - por ejemplo puede indicar '9,' para marcar a través de una centralita que necesita marcar 9 para obtener línea, seguido por una pausa.

source: efax-gtk help: Dial Prefix
es: ayuda de efax-gtk: Prefijo de marcado

source: This parameter specifies a log file to which progress on negotiations and fax status, and errors and warnings, are logged. If none is specified, then no log file will be maintained. (A log file can also be kept by redirecting stdout and stderr -- see the README file for further details)
es: Este parámetro especifica un fichero de registro donde se anotarán el proceso de negociación, el estado del fax, los errores y los avisos. Si no se indica nada no se usará ningún fichero de registro. (También se puede mantener un registro redirigiendo las salidas estándar y de error -- lea el fichero README para mas detalles)

source: efax-gtk help: Log File
es: ayuda efax-gtk: Fichero de registro

source: Specify the page size for faxes here
es: Indicar aquí el tamaño de página para los faxes

source: efax-gtk help: Page Size
es: ayuda de efax-gtk: Tamaño de página

source: efax-gtk: Help
es: efax-gtk: Ayuda

source: Sending
es: Enviando

source: Auto redialing
es: Rellamada automática

source: Receiving
es: Recibiendo

source: Address Book
es: Libreta de direcciones

source: Fax Lists
es: Listas de fax

source: Settings
es: Ajustes

source: Sending faxes ------------- Before sending a fax, it must be specified in the "Fax to send" box. It must be in postscript or PDF format (formats produced by all Unix/Linux word and document processors), and will be converted by the program into the correct tiffg3 fax format. There are two fax entry methods. First, the fax to be sent can be a file saved on the filesystem. It can be entered manually in the "Fax to send" box, or entered by means of the file selection dialog. If the file comprises a single postscript or PDF file, then you can find it by pressing the "Single File" button. It can be more easily found with this dialog if it is placed in the $HOME/faxout directory. Where more than one file is specified in the "Fax to send" box, they will be sent as a single fax appended in the order in which they are entered in the box. Such multiple files can be more easily selected using the file list brought up by pressing the "Multiple Files" button. Pressing the "Multiple Files" button enables files to be found and added to the file list, and they can be reordered by using the Up or Down arrow buttons, or by dragging and dropping with the mouse. As an alternative, faxes can be received directly from the print system by means of a socket server provided by the program. Efax-gtk maintains a list of queued faxes received from the socket which can be accessed by choosing "Socket" as the fax entry method, and then bringing up the queued faxes list by pressing the "Socket list" button. This is a more convenient way of sending faxes from a word processor, and enables a fax to be sent for faxing to efax-gtk by printing from the word processor program. Where a fax is queued for sending in the socket list, a small red circle will appear in the main program window on the right hand side of the "Fax to send" box. For particulars of how to set up CUPS or lpr/lprng to send to efax-gtk, see the README file which comes with the distribution. The telephone number to which the fax is to be sent is entered into the "Tel number" box. This can be entered directly into the box, or by using the built-in addressbook. The addressbook can be invoked by pressing the "Tel number" button, or from the `File/Address book' pull-down menu item (see the "Address Book" tag in this help dialog). However, if a telephone connection has already been established with the remote fax receiver, then the fax can be sent without dialing by leaving the "Tel number" box blank (a dialog will come up asking if you would like to send the fax without dialing). When a fax is received from the print system via the socket server, the program settings can also be configured to bring up a dialog automatically. If the program is inactive or is standing-by to receive faxes the fax can be sent directly from this dialog without the need to invoke the list of queued faxes received from the socket. Successfully sent faxes are copied to a directory in the $HOME/faxsent directory, which has a name derived from the year, month, day, hour and seconds when the sending of the fax was completed, and will appear in the faxes sent list. They are only included in that list if they have been sent without error. The efax message display box will report on the progress of a fax being sent. The fax list can be brought up from the `File/List sent faxes' pull down menu item. See "Using the fax lists" further below.
es: Enviando faxes -------------- Antes de enviar un fax se debe especificar uno en el cuadro "Fax a enviar". Debe estar en formato postscript o PDF (formatos generados por todos los procesadores de texto de Unix/Linux), y serán convertidos por el programa al formato de fax tiffg3. Hay dos métodos para entrar un fax. El primero consiste en indicar un fichero guardado. Se le puede dar entrada manualmente en el cuadro "Fax a enviar", o seleccionarlo a través de una ventana de selección de ficheros. Si es un solo fichero de formato postscript o PDF, puede localizarlo pulsando el botón "Sólo un fichero". Es más fácil de encontrar a través de esta ventana de selección si el fichero se coloca en el directorio $HOME/faxout Cuando se indica más de un fichero en el cuadro "Fax a enviar", se enviarán como un solo fax, anexados en el orden en el que fueron introducidos en el cuadro. Dicha selección múltiple puede ser realizada más fácilmente usando la lista que proporciona el botón "Más de un fichero". Al pulsar este botón permite localizar ficheros y añadirlos a una lista, pudiendo ser reordenados usando las flechas arriba o abajo o arrastrándolos con el ratón. Como método alternativo, los faxes a enviar pueden recibirse por medio del sistema de impresión a través de un servidor proporcionado por el programa. Efax-gtk mantiene una lista de faxes puestos en cola a través de este método que puede inspeccionarse escogiendo "Servidor" como método de entrada y pulsando el botón "Lista en el servidor". Esta es una manera más conveniente de enviar faxes desde un procesador de textos, y permite que un fax sea enviado a efax-gtk impriméndolo desde el procesador de textos. Cuando hay faxes en la cola de envío en la lista de servidor, aparecerá un pequeño círculo rojo en la ventana principal del programa, a la derecha del cuadro "Fax a enviar". Para consultar detalles de cómo configurar CUPS o lpr/lprng para que envíen faxes a efax-gtk, lea el fichero README incluído con el programa. El número al que el fax ha de ser enviado se introduce en el cuadro "Número de teléfono". Se puede introducir directamente en el cuadro o usando la libreta de direcciones integrada. La libreta de direcciones puede recuperarse pulsando el botón "Número del teléfono" o desde el menú `Archivo/Libreta de direcciones' (ver "Libreta de direcciones" en esta ventana). Sin embargo, si ya se ha establecido una comunicación telefónica con el fax receptor, se puede enviar el fax sin marcar dejando en blanco el cuadro "Número de teléfono" (una ventana emergente le preguntará si desea enviar sin marcar). Se puede configurar el programa para que emita automáticamente una ventana emergente cuando se recibe un fax desde el sistema de impresión a través del servidor. Si el programa está inactivo o esperando por llamadas se puede enviar directamente el fax desde dicha ventana sin tener que mostrar la lista de faxes en cola desde el servidor. Los faxes enviados correctamente se copian a un directorio en el directorio $HOME/faxsent, el cual toma un nombre que depende del año, mes, día, hora y segundos en el que se completó correctamente el envío, y aparecerá en la lista de faxes enviados. Se incluyen en la lista sólo si se han enviados sin errores. El cuadro de mensajes de efax informará del progreso de envío. La lista de faxes puede mostrarse desde el menú `Archivo/Lista de faxes en el servidor'. Vea "Usando las listas de fax" más abajo.
