Repository: netpipe/QFax
Catalog: efax-gtk-3.2.13/po/*.po
Languages: es

source: efax-gtk: Address book
es: efax-gtk: Libreta de direcciones

source: Name
es: Nombre:

source: Number
es: Número

source: Add new address
es: Añadir nueva dirección

source: Delete address
es: Eliminar dirección

source: Move address up
es: Mover dirección hacia arriba

source: Move address down
es: Mover dirección hacia abajo

source: Delete selected address?
es: ¿Eliminar la dirección seleccionada?

source: efax-gtk: Delete address
es: efax-gtk: Eliminar dirección

source: efax-gtk: Add address
es: efax-gtk: Añadir dirección

source: Name:
es: Nombre:

source: Number:
es: Número:

source: efax-gtk: File to fax
es: efax-gtk: Fichero a enviar por fax

source: View
es: Ver

source: efax-gtk: Conditions, Notices and Disclaimers
es: efax-gtk: Condiciones, Avisos y Renuncias

source: Accept
es: Aceptar

source: Reject
es: Rechazar

source: Do you accept the Conditions, Notices and Disclaimers shown above?
es: ¿Acepta las Condiciones, Avisos y Renuncias mostradas anteriormente?

source: About efax-gtk
es: Acerca de efax-gtk

source: This program was written by Chris Vine and is released under the GNU General Public License, version 2. It is a front end for efax. efax was written by Ed Casas
es: Este programa fue escrito por Chris Vine y está distribuido bajo la licencia GNU General Public License, versión 2. Es una interfaz para efax. efax fue escrito por Ed Casas

source: About efax
es: Acerca de efax

source: efax is copyright (C) 1999 Ed Casas
es: efax: Copyright (C) 1999 Ed Casas

source: This program (efax-gtk) is a front end for efax. efax is a program released under the GNU General Public License, version 2 by Ed Casas
es: Este programa (efax-gtk) es una interfaz para efax. efax es un programa distribuido bajo la GNU General Public License, versión 2 por Ed Casas

source: Inactive
es: Inactivo

source: Sending fax
es: Enviando fax

source: Answering call
es: Contestando llamada

source: Standing by to receive calls
es: En espera para recibir llamadas

source: Cannot send fax - the modem is in use. Adding the fax to the redial queue
es: No se puede enviar el fax - el módem está en uso Añadiendo el fax a la cola de rellamada

source: Cannot send fax - a fax is being received
es: No se puede enviar fax - se está recibiendo uno

source: Not valid file name
es: No es un nombre de fichero válido

source: File does not exist
es: El fichero no existe

source: User does not have read permission on the file
es: El usuario no tiene permisos de lectura sobre el fichero

source: Not valid postscript/PDF file
es: Fichero postscript/PDF no válido

source: You don't have the $HOME environmental variable set
es: No tiene establecida la variable de entorno $HOME

source: SERIOUS SYSTEM ERROR: Can't create directory to save received faxes. Faxes cannot be received!
es: ERROR SERIO DE SISTEMA: No se pudo crear el directorio para guardar los faxes recibidos. ¡No se podrán recibir los faxes!

source: *** Stopping send/receive session ***
es: *** Deteniendo sesión de envío/recepción ***

source: SERIOUS SYSTEM ERROR: Can't create directory to save received fax. This fax will not be saved!
es: ERROR SERIO DE SISTEMA: No se pudo crear el directorio para guardar el fax recibido. ¡Este fax no será guardado!

source: SERIOUS SYSTEM ERROR: Can't open received fax directory. This fax will not be saved!
es: ERROR SERIO DE SISTEMA: No se pudo abrir el directorio de faxes recibidos. ¡Este fax no se guardará!

source: SERIOUS SYSTEM ERROR: Cannot save all of the received fax. All or part of the fax will be missing!
es: ERROR SERIO DE SISTEMA: No se pudo guardar totalmente el fax recibido. ¡Parte o la totalidad del fax se perderá!

source: Invalid Utf8 received in EfaxController::read_pipe_cb()
es: Utf8 recibido no válido en EfaxController::read_pipe_cb()

source: SERIOUS SYSTEM ERROR: Can't create directory to save sent fax. This fax will not be saved!
es: ERROR SERIO DE SISTEMA: No se pudo crear el directorio donde guardar el fax enviado. ¡Este fax no será guardado!

source: PRINT JOB
es: TRABAJO DE IMPRESION

source: Print page setup
es: Ajustes de impresión

source: Print selected fax
es: Imprimir el fax seleccionado

source: View selected fax
es: Ver fax seleccionado

source: Add/amend description for selected fax
es: Añadir/corregir la descripción del fax seleccionado

source: Delete selected fax
es: Borrar fax seleccionado

source: Empty trash folder
es: Vaciar papelera

source: Add new folder
es: Añadir nueva carpeta

source: Delete selected folder
es: Borrar carpeta seleccionada

source: Reset new faxes count
es: Reiniciar contador de nuevos faxes

source: efax-gtk: Received fax list
es: efax-gtk: Lista de faxes recibidos

source: efax-gtk: Sent fax list
es: efax-gtk: Lista de faxes enviados

source: Permanently delete selected fax?
es: ¿Borrar definitivamente los faxes seleccionados?

source: (NOTE: This will permanently delete the fax from the file system)
es: (NOTA: Esto eliminará el fax permanentemente del disco)

source: Permanently delete selected faxes? (NOTE: This will permanently delete the faxes from the file system)
es: ¿Borrar permanentemente los faxes seleccionados? (NOTA: Esto eliminará permanentemente del disco todos los faxes seleccionados)

source: efax-gtk: Delete fax
es: efax-gtk: Borrar fax

source: Empty trash folder? (NOTE: This will permanently delete all the faxes in the Trash folder from the file system)
es: ¿Vaciar papelera? (NOTA: Esto eliminará permanentemente del disco todos los faxes contenidos en la papelera)

source: efax-gtk: Trash folder
es: efax-gtk: Papelera

source: efax-gtk: Add folder
es: efax-gtk: Añadir carpeta

source: Empty the folder by deleting any child folders and drag-and-dropping or deleting any contained faxes before deleting folder
es: Vacíe la carpeta borrando cualquier carpeta hija y arrastrando y soltando o borrando los faxes que contenga antes de borrarla

source: efax-gtk: Delete folder
es: efax-gtk: Borrar carpeta

source: Delete folder:
es: Borrar la carpeta:

source: Print selected fax?
es: ¿Imprimir fax seleccionado?

source: efax-gtk: Print fax
es: efax-gtk: Imprimir fax

source: New faxes:
es: Nuevos faxes:

source: efax-gtk: Fax description
es: efax-gtk: Descripción del fax

source: Fax description?
es: ¿Descripción del fax?

source: Folder name? (Note this will be placed in the top level and can be drag-and-dropped into other folders)
es: ¿Nombre de carpeta? (Observe que se colocará en la parte superior y que puede ser arrastrada y soltada dentro de otras carpetas)

source: Folder name cannot contain character:
es: El nombre de carpeta no puede contener el carácter:

source: The following folder already exists:
es: La carpeta siguiente ya existe:

source: Folder
es: Carpeta

source: Date
es: Fecha

source: Description
es: Descripción

source: Inbox
es: Bandeja de entrada

source: Sent box
es: Bandeja de enviados

source: Trash
es: Papelera

source: efax-gtk: File list
es: efax-gtk: Lista de ficheros

source: Files to fax
es: Ficheros a enviar

source: View selected file
es: Ver fichero seleccionado

source: Remove selected file from list
es: Quitar fichero seleccionado de la lista

source: Add files to list
es: Añadir ficheros a la lista

source: Add files to the file list for faxing
es: Añadir ficheros a la lista de faxes a enviar

source: Move file up
es: Mover fichero hacia arriba

source: Move file down
es: Mover fichero hacia abajo

source: Remove file
es: Eliminar fichero

source: from the list?
es: de la lista?

source: Remove file
es: Eliminar fichero

source: Usage: efax-gtk [options] [filename] Options: -r Start the program in receive standby mode -s Start the program hidden in the system tray See the README file which comes with the distribution for further details
es: Modo de uso: efax-gtk [opciones][fichero] Opciones: -r Iniciar programa en modo de escucha -s Iniciar programa en la bandeja del sistema Vea el fichero README que viene con el programa para más detalles

source: Invalid option. Options are:
es: Opción no válida. Las opciones son:

source: Invalid user name specified - it must be in plain ASCII characters. No user name will be shown on the fax top header line, but don't worry as the fax station number will always be given on the top header
es: Nombre de usuario no válido - debe contener solo caracteres ASCII. No se mostrará ningún nombre en la línea de encabezado del fax, pero no se preocupe ya que siempre se indica el número de fax en la línea de encabezado del fax

source: Invalid modem class specified Adopting default of Class 2
es: Clase de módem indicada no válida Se usará Clase 2

source: No serial port device specified in
es: No se indicó puerto serie del dispositivo

source: Adopting default fax resolution of 204x196
es: Usando resolución predeterminada de 204x196

source: Invalid fax resolution specified Adopting default fax resolution of 204x196
es: La resolución indicada no es válida Usando resolución predeterminada de 204x196

source: Invalid ring number specified Will answer after one ring
es: Número de tonos de llamada no válido Se responderá después de un tono

source: Adopting default page size of a4
es: Usando tamaño de página predeterminado a4

source: Invalid page size specified Adopting default page size of a4
es: Tamaño de página indicado no válido Usando tamaño de página predeterminado a4

source: Invalid dialmode specified Adopting default of tone dialling
es: Modo de marcado indicado no válido Usando modo de marcado por tonos predeterminado

source: Invalid print shrink specified: adopting default value of 100
es: Reducción de página indicado no válido: se usa el valor predeterminado de 100

source: Adopting default postscript view command of 'gv'
es: Usando comando predeterminado para visualizar postscript: 'gv'

source: No port for the socket server has been specified, so the server will not be started
es: No se ha indicado un número de puerto para el servidor, por tanto el servidor no será iniciado

source: Invalid port for the socket server has been specified, so the server will not be started. It needs to be between 1024 and 65535
es: No se ha indicado un número de puerto para el servidor, por tanto el servidor no será iniciado. Debe estar comprendido entre 1024 y 65535

source: Invalid ip family for socket server specified: adopting default of ipv4
es: Familia de protocolo ip para el servidor no válida: se usará ipv4

source: Invalid redial interval has been specified. It needs to be between 5 and 1440 minutes
es: Intervalo entre rellamadas no válido. Debe estar comprendido entre 5 y 1440 minutos

source: Invalid WORK_SUBDIR: directory specified. WORK_SUBDIR: will be ignored
es: El directorio WORK_SUBDIR: indicado no válido. WORK_SUBDIR: será ignorado

source: DBUS error: Cannot start efax-gtk. Make sure the DBUS session message bus is running
es: Error de DBUS: No se puede iniciar efax-gtk. Asegúrese de que el bus de sesión de DBUS esté funcionando

source: efax-gtk: DBUS error
es: efax-gtk: error de DBUS

source: File
es: Fichero

source: Socket
es: Servidor

source: Fax entry method:
es: Método de introducción de fax:

source: Single file
es: Un solo archivo

source: Multiple files
es: Más de un archivo

source: Socket list
es: Lista de servidores

source: Tel number:
es: Número de teléfono:

source: Send fax
es: Enviar fax

source: Answer call
es: Contestar llamada

source: Take over call
es: Capturar llamada

source: Standby
es: En espera

source: Stop
es: Detener

source: Fax to send
es: Fax a enviar

source: List _received faxes
es: Listar faxes _recibidos

source: _List sent faxes
es: _Listar faxes enviados

source: Queued _faxes from socket
es: Encolar _faxes desde servidor

source: _Enter single file
es: _Introducir un solo archivo

source: Enter _multiple files
es: Introducir _más de un archivo

source: _Address book
es: _Libreta de direcciones

source: Re_dial queue
es: Cola de _rellamada

source: _Settings
es: A_justes

source: _Quit
es: _Salir

source: _Print logfile
es: _Imprimir registro

source: Print logfile page _setup
es: Aju_stes de impresión del registro

source: _View logfile
es: _Ver registro

source: About efax-_gtk
es: Acerca de efax-_gtk

source: About _efax
es: Acerca de _efax

source: _Translations
es: _Traducciones

source: _Help
es: A_yuda

source: _File
es: _Archivo

source: _Log
es: _Registro

source: The program has been started with the -s option but there is no system tray!
es: ¡El programa se ha iniciado con la opción -s pero no hay bandeja del sistema!

source: No fax number specified. Do you want to send the fax on an open connection?
es: No se indicó número de fax. ¿Quiere enviar el fax sobre la línea ya abierta?

source: Telephone number
es: Número de teléfono

source: A print job has been received on socket
es: Se ha recibido un trabajo de impresión desde el servidor

source: efax-gtk socket
es: servidor efax-gtk

source: A fax has been received by efax-gtk
es: Se ha recibido un fax desde efax-gtk

source: efax-gtk: fax received
es: efax-gtk: fax recibido

source: Can't change settings unless the program is inactive Press the Stop button to make it inactive
es: No se pueden cambiar los ajustes a menos que el programa esté inactivo Pulse el botón Detener para ponerlo en modo inactivo

source: Italian - Luca De Rugeriis
es: Italiano - Luca De Rugeriis

source: Polish - Pawel Suwinski
es: Polaco - Pawel Suwinski

source: Bulgarian - Zdravko Nikolov
es: Búlgaro - Zdravko Nikolov

source: Russian - Pavel Vainerman
es: Ruso - Pavel Vainerman

source: Hebrew - Assaf Gillat
es: Hebreo - Assaf Gillat

source: Greek - Hellenic Linux Users Group
es: Griego - Hellenic Linux Users Group

source: Albanian - Besnik Bleta
es: Albanés - Besnik Bleta

source: Hungarian - Gergely Szakats, Laszlo Csordas
es: Húngaro - Gergely Szakats, Laszlo Csordas

source: Simplified Chinese - Kite Lau
es: Chino simplificado - Kite Lau

source: German - Steffen Wagner
es: Alemán - Steffen Wagner

source: Swedish - Daniel Nylander
es: Sueco - Daniel Nylander

source: Catalan - Jordi Sayol Salomo
es: Catalán - Jordi Sayol Salomo

source: Traditional Chinese - Wei-Lun Chao
es: Chino Tradicional - Wei-Lun Chao

source: Spanish - Antonio Trujillo
es: Español - Antonio Trujillo

source: efax-gtk: Translations
es: efax-gtk: Traducciones

source: Press F1 for help
es: Pulse F1 para ayuda

source: Invalid Utf8 received in MainWindow::read_error_pipe_cb()
es: Utf8 no válido recibido en MainWindow::read_error_pipe_cb()

source: terminated by signal
es: terminado por señal

source: Name:
es: Nombre:

source: Number:
es: Número:

source: Serial Device:
es: Dispositivo serie:

source: Lock File:
es: Fichero de bloqueo:

source: Capabilities:
es: Capacidades:

source: Rings (1-9):
es: Tonos de llamada (1-9):

source: Modem Class:
es: Clase de módem:

source: Dial Mode:
es: Modo de marcado:

source: Class 1
es: Clase 1

source: Class 2
es: Clase 2

source: Class 2.0
es: Clase 2.0

source: Tone
es: Tono

source: Pulse
es: Pulso

source: Initialization Params:
es: Parámetros al inicio:

source: Reset Params:
es: Parámetros de Reinicialización:

source: Other Params:
es: Otros parámetros:

source: Use GTK+ Print System
es: Usar sistema de impresión de GTK+

source: Print Program:
es: Programa de impresión:

source: Print Shrink (50-100):
es: Reducción al imprimir (50-100):

source: Popup confirmation dialog before printing
es: Mostrar ventana de confirmación antes de imprimir

source: Postscript viewer program:
es: Programa visor de Postscript:

source: Run socket server
es: Ejecutar servidor

source: Popup dialog when fax received from socket
es: Mostrar ventana emergente cuando se reciba un fax desde el servidor

source: Port to which faxes to be sent:
es: Puerto al que dirigir los faxes a enviar:

source: Addresses allowed to connect
es: Direcciones autorizadas a conectar

source: IP family for socket server
es: Familia de protocolo IP para el servidor

source: other
es: otros

source: Popup dialog when fax received by modem
es: Mostrar ventana emergente cuando se reciba un fax desde el módem

source: Execute a program or script when fax received by modem
es: Ejecutar un programa o script cuando se reciba un fax desde el módem

source: Sent Fax Resolution:
es: Resolución del fax enviado:

source: Include destination fax number on fax page top header line
es: Incluir número de fax destino en la línea de encabezado del fax

source: Automatic redial
es: Rellamada automática

source: Interval (minutes):
es: Intervalo (minutos):

source: Dial Prefix:
es: Prefijo telefónico:

source: Standard
es: Estándar

source: Fine
es: Fino

source: Log File:
es: Fichero de registro:

source: Page Size:
es: Tamaño de página:

source: efax-gtk: settings
es: efax-gtk: ajustes

source: Note: pressing the OK button will save the settings in file
es: Nota: AL presionar el botón ACEPTAR se guardarán los ajustes en el fichero

source: Reset
es: Reinicialización

source: Identity
es: Identidad

source: Modem
es: Módem

source: Params
es: Parámetros

source: Print
es: Imprimir

source: Socket
es: Servidor

source: Receive
es: Recibir

source: Send
es: Enviar

source: Logging
es: Registro

source: Page
es: Página

source: Invalid user name specified in "Identity" tab - it must be in plain ASCII characters. If this is a problem, leave it blank as the fax station number will always be given on the top header
es: Nombre de usuario no válido en la pestaña "Identidad" - debe estar compuesto solo de caracteres ASCII. Si esto supone un problema, déjelo en blanco ya que el número de fax siempre se indicará en el encabezado

source: Config Error
es: Error de configuración

source: Invalid modem class specified
es: La clase de módem indicada no es válida

source: Invalid page size specified
es: El formato de página indicado no es válido

source: Invalid sent fax resolution specified
es: La resolución indicada para enviar faxes no es válida

source: Invalid rings number specified
es: El número de tonos de llamada indicados no es válido

source: Invalid dial mode specified
es: El modo de marcado no es válido

source: Invalid print shrink parameter specified
es: El parámetro de reducción de impresión indicado no es válido

source: Invalid socket port number specified. It must be between 1024 and 65535
es: El número de puerto indicado para el servidor no es válido. Debe estar entre 1024 y 65535

source: Invalid redial interval specified. It must be between 5 and 1440 minutes
es: Intervalo de rellamada no válido. Debe estar entre 5 y 1440 minutos

source: Enter settings from
es: Indicar ajustes desde

source: or
es: o

source: Reset settings
es: Ajustes de inicialización

source: Put the name to appear on the fax top header on sent faxes here. It must be in plain ASCII characters. If this is a problem, leave it blank as the fax station number will always be given on the top header
es: Ponga aquí el nombre que quiere que aparezca en el encabezado de los faxes enviados. Deben ser caracteres ASCII. Si esto supone un problema, déjelo en blanco ya que el número de fax siempre se indicará en el encabezado

source: efax-gtk help: Name
es: ayuda de efax-gtk: Nombre

source: Put the number to appear on the fax top header on sent faxes here. This will also comprise the fax station ID reported to the sending fax machine when receiving faxes
es: Ponga aquí el número que quiere que aparezca en el margen superior de los faxes enviados. Este se incluye también en la identificación que se le envía a la máquina de fax receptora.

source: efax-gtk help: Number
es: ayuda de efax-gtk: Número

source: Put the serial device to which the modem is connected here (if none is given, the program defaults to /dev/modem). Do not include the `/dev/' part of the device name -- ie state it as `ttyS1' or `cua2', etc. With Linux, ttyS0 equates to COM 1, ttyS1 to COM 2, and so on
es: Ponga aquí el dispositivo serie al que el módem está conectado (si no se indica ninguno, el programa toma '/dev/modem' como valor predeterminado). No incluya la parte `/dev/' del nombre -- es decir, indíquelo como `ttyS1' o `cua2', etc. En Linux, ttyS0 equivale a COM1, ttyS1 a COM2, y así sucesivamente.

source: efax-gtk help: Device
es: ayuda de efax-gtk: Dispositivo

source: Put the lock file directory here. If none is specified, the program defaults to /var/lock
es: Ponga aquí el directorio donde se ubica el fichero de bloqueo. Si no se indica ninguno, el programa toma '/var/lock' como valor predeterminado

source: efax-gtk help: Lock File
es: ayuda de efax-gtk: Fichero de bloqueo

source: With efax-0.9 or higher you should usually pick "Auto", as then efax will work out the class of the modem by itself, but you can also force a class by picking one of the specified ones if you want. However, with efax-0.8 the program defaults to Class 2, so if you are using a Class 1 modem with old versions of efax specify the Class here
es: Con efax-0.9 o superior, debería escoger "Auto", ya que en ese caso efax averiguará por si mismo la clase del módem, aunque si lo desea, puede obligar a que se use una clase determinada escogiéndola entre las que se indican. Sin embargo, con efax-0.8 el programa usa la Clase 2 como predeterminada, así que si está usando un módem Clase 1 con versiones antiguas de efax, indique la clase aquí.

source: efax-gtk help: Modem Class
es: ayuda de efax-gtk: Clase del módem

source: This specifies whether tone or pulse dialling will be used when sending faxes
es: Esto indica si se usará marcado por tonos o por pulsos cuando se envíen faxes

source: efax-gtk help: Dial Mode
es: ayuda de efax-gtk: Modo de marcación

source: This specifies the capabilities of the modem. To see what these mean do `man efax', and look at the operation of the `-c' flag. With efax-0.9 and a Class 2 modem, you usually won't need to specify this and should leave it blank, as the program will interrogate the modem. If using an older version of efax or a different class of modem, values which will work with practically any 14,400 bps modem are 1,5,0,2,0,0,0,0, or 1,3,0,2,0,0,0,0 for slower ones
es: Esto indica las capacidades del módem. Para saber qué significa esto escriba `man efax' en la línea de comandos y mire el modo de funcionamiento del indicador `-c'. Con efax-0.9 y un módem de Clase 2, normalmente no necesitará indicar esto y debería dejarlo en blanco, ya que el programa le preguntará al módem. Si se usa una versión anterior de efax o un tipo de módem diferente, los valores que funcionarán con prácticamente cualquier módem de 14.400 bps son 1,5,0,2,0,0,0,0, o para los más lentos 1,3,0,2,0,0,0,0

source: efax-gtk help: Capabilities
es: ayuda de efax-gtk: Capacidades

source: This defines the number of rings the modem allows to pass before answering the telephone when in Standby mode. Acceptable values are 1 to 9. If none is specified, the program defaults to 1
es: Esto indica el número de tonos de llamada que el módem espera antes de responder cuando se encuentra en modo de espera. Los valores permitidos están comprendidos entre 1 y 9. Si no se indica nada, el programa usará 1 de forma predeterminada.

source: efax-gtk help: Rings
es: ayuda de efax-gtk: Tonos de llamada

source: This specifies the initializing `AT' commands for the modem when in fax mode. Specify as many of these as are needed, separated by spaces for commands which need to be separated, but without a prepended `AT'. If none is specified, the program will default to `Z &FE&D2S7=120 &C0 M1L0', which will be correct for practically all modems
es: Esto indica los comandos `AT' de inicio para el módem en modo fax. Indique tantos como sea necesario, separados por espacios para los comandos que lo requieran, pero sin incluir `AT' al inicio. Si no se indica nada, el programa usará `Z &FE&D2S7=120 &C0 M1L0' de forma predeterminada, que será lo adecuado para prácticamente todos los módems.
