Repository: netpipe/QFax
Catalog: efax-gtk-3.2.13/po/*.po
Languages: es

source: Automatic redialing ------------------- The program settings have an option for automatic redialing of a fax to be sent if the modem was in use or the receiving station was busy when the first attempt to send it was made. A list of the faxes queued for redialing can be brought up from the 'File' pull-down menu or from the icon in the system tray. If the program settings have been set to provide for automatic redialing, the program will keep trying to send the fax at the intervals chosen in the settings until either (a) the sending of the fax is successful, (b) there has been a failure arising from something other than the modem being in use or the recipient station being busy (such as a modem error, or the remote number ringing out without answering), (c) the fax is removed by the user from the list of faxes queued for redialing, (d) if the fax to be sent is a print job received from the print system, the print job is removed by the user from the dialog showing the list of queued faxes from the print socket, (e) if the fax to be sent comprises file(s) on the file system, the file(s) are deleted or moved (or their permissions changed to make them unreadable), or (f) the 'Stop' button is pressed while an attempt is being made to send the fax concerned which is queued for redialing. A fax queued for redialing will not be sent while the Settings dialog is open. Instead, if the interval for resending such a fax has passed, a further sending attempt will take place once the Settings dialog has been closed. The list of queued faxes for redialing is not preserved when the program is terminated. However, if any unsent faxes are print jobs received from the print system, they can still be found in the dialog showing the list of queued faxes from the print socket (assuming they have not been explicitly removed from that list by the user).
es: Rellamada automática ------------------------ En los ajustes del programa hay una opción para volver a llamar automáticamente, si en el primer intento al enviar un fax el modem está en uso o el destinatario está ocupado. Se puede obtener una lista de faxes en cola de espera para rellamada en el menú 'Archivo' o desde el icono de la bandeja del sistema. Si en los ajustes se ha marcado la opción de rellamada automática, el programa seguirá intentando enviar los faxes a los intervalos indicados hasta que (a) el envío sea correcto, (b) haya un fallo originado or otra causa que no sea que el módem esté en uso o el destinatario esté ocupado (como por ejemplo un error en el módem, o que no se conteste la llamada), (c) el usuario elimine el fax de la cola de rellamada, (d) en el caso de que el fax a enviar sea un trabajo de impresión del sistema, dicho trabajo sea eliminado por el usuario desde el cuadro de diálogo de la lista de faxes en cola del servidor, (e) si el fax a enviar forma parte de ficheros que han sido borrados, movidos (o que sus permisos hayan sido cambiados haciéndolos ilegibles), o (f) se ha pulsado el botón 'Detener' mientras se está intentando enviar el fax que está en cola de rellamada. Un fax en cola de rellamada no se enviará mientras el cuadro de diálogo de Ajustes permanezca abierto. En este caso, si ya ha transcurrido el periodo de tiempo establecido para reenviar el fax, se hará otro intento una vez se haya cerrado el cuadro de díalogo. La lista de rellamada de faxes no se conserva cuando se cierra el programa. Sin embargo, si cualquiera de los faxes pendientes de envío corresponden a trabajos enviados por el sistema de impresión, todavía se podrán localizar en el cuadro que muestra la lista de faxes en cola del servidor (suponiendo que no hayan sido explicitamente eliminados de la misma por parte del usuario).

source: Receiving faxes --------------- Three ways of receiving faxes are provided for. First, the program can be set to answer a fax call which is ringing but has not been answered, by pressing the "Answer call" button. Secondly, the program can take over a call which has already been answered (say, by a telephone hand set) by pressing the "Take over call" button. Thirdly, the program can be placed in standby mode by pressing the "Standby" button. This will automatically answer any call after the number of rings specified in the efax-gtkrc file, and receive the fax. The program will keep on receiving faxes until the "Stop" button is pressed. Received faxes in tiffg3 format (one file for each page) are placed in a directory in the $HOME/faxin directory, which has a name derived from the year, month, day, hour and seconds when reception of the fax was completed, and is the fax ID number. Received faxes can be printed, viewed, described and managed using the built in fax list facility. This can be brought up from the `File/List received faxes' pull down menu item. See "Using the fax lists" further below. When a fax is received, a pop-up dialog can also be set to appear (go to the Settings dialog to do this). In the settings dialog you can also specify a program to be executed when a fax is received. The fax ID number is passed as the first (and only) argument to the program, which enables the program to find the fax in $HOME/faxin. The distribution contains two executable scripts, mail_fax and print_fax, which can be used to e-mail a fax or print a fax to a user automatically when it is received. (These scripts are not installed by 'make install' - if you want to use them, make them executable with 'chmod +x' and copy them to a directory which is in the system path such as /usr/local/bin, and then specify the script name in the settings dialog.)
es: Recepción de faxes ------------------ Hay tres maneras en los que los faxes pueden recibirse. Primero, el programa se puede ajustar para responder una llamada que está sonando pero que aún no se ha respondido, presionando el botón "Responder llamada". Segundo, el programa puede hacerse cargo de una llamada que ya ha sido establecida (descolgando el teléfono,p.ej.) pulsando el botón "Capturar llamada activa". En tercer lugar, el programa puede ponerse en modo de espera pulsando en botón "En espera". Esto responderá automáticamente cualquier llamada después del número de tonos de llamada indicado en el fichero efax-gtkrc, y recibirá el fax. Se mantendrá en este modo de espera para recibir faxes hasta que se pulse el botón "Detener". Los faxes recibidos, en formato tiffg3 (un archivo por página), se colocan en un directorio bajo $HOME/faxin cuyo nombre se compone del año, mes, día, hora y segundo en el que terminó de recibirse el fax y del número de identificación. Los faxes pueden ser impresos, visualizados, descritos y gestionados usando la lista de faxes incorporada. Esta lista se puede recuperar desde el menú `Archivo/Listar faxes recibidos'. Vea la sección "Usando las listas de faxes" más abajo para mas información. Cuando se recibe un fax, se puede definir la aparición de una ventana emergente de aviso (vaya a la ventana Ajustes para configurarlo). También puede, en la ventana de ajustes, indicar un programa que se vaya a ejecutar a la recepción del fax. A dicho programa se le pasará como (único) argumento el número de identificación de fax, lo que le permite identificarlo en $HOME/faxin. Se incluyen con efax-gtk dos scripts ejecutables, mail_fax y print_fax que se pueden usar para enviar por correo o imprimir faxes cuando se reciben. (Estos scripts no se instalan al hacer 'make install, si quiere usarlos, hágalos ejecutables con 'chmod +x' y cópielos a un directorio dentro del path del sistema como /usr/local/bin, e indique el nombre del script en la ventana de ajustes.)

source: Using the address book ---------------------- To pick a telephone number from the address book, highlight the relevant address by pressing the left mouse button over it, and then press the "OK" button. Addresses can be added to the address book by pressing the add button, and then completing the relevant dialog which will appear. To delete an address from the address book, highlight the relevant address and press the delete (trashcan) button. The addressbook can be sorted by using the up and down arrow buttons on a highlighted address, or by dragging and dropping using the mouse.
es: Usando la libreta de direcciones -------------------------------------- Para escoger un número de teléfono de la libreta de direcciones, marque la dirección que le interese pulsando con el botón y pulse "Aceptar". Se pueden añadir direcciones pulsando el botón añadir y completando los datos en la ventana que aparecerá. Para borrar una dirección, resáltela y pulse el botón borrar (papelera). La agenda puede ser ordenada usando los botones arriba y abajo cuando una dirección se encuentra resaltada, o arrastrándola usando el ratón.

source: Using the fax lists ------------------- To bring up the fax lists, go to the the `File' menu and pick the `List received faxes' or `List sent faxes' menu item. Highlight the fax to printed or viewed by pressing the left mouse button. The programs to be used to print and view the fax are specifed in the efax-gtkrc configuration file, or if none are specified, the program will print using lpr (which will work for most Unix systems) and view with gv. To print faxes, a PRINT_SHRINK parameter can be specifed in efax-gtkrc to enable the fax page to fit within the printer margins. A parameter of 98 will work with most printers. This can be changed while the program is running by bringing up the `Settings' dialog and entering it into the `Print/Print Shrink' box. A description can be added to a received fax when appearing in a fax list (or subsequently amended) by pressing the relevant button -- this will enable faxes to be more easily identified. The received faxes list will show, at the far right of the tool bar, the number of faxes received since the program was last started. If efax-gtk is in receive standby mode, the `tooltips' for the program's icon in the system tray will also indicate this number. The count can be reset to 0 without restarting the program by pressing the reset button in the received faxes list.
es: Usando las listas de faxes ------------------- Para mostrar la lista de faxes, vaya al menú `Archivo' y escoja la opción `Listar faxes recibidos' o `Listar faxes enviados'. Marque con el botón derecho del ratón el fax que desea ver o imprimir. Los programas usados para ver o imprimir los faxes se han de especificar en el fichero de configuración efax-gtkrc o, si no se indica nada, el programa usará para imprimir el comando 'lpr' (que funcionará en la mayoría de sistemas Unix) y para visualizar usará el comando 'gv' Para imprimir faxes, puede indicarse en el fichero efax-gtkrc el parámetro PRINT_SHRINK, para habilitar el ajuste de la página del fax a los márgenes permitidos por la impresora. Un valor de 98 funcionará correctamente para la mayoría de las impresoras. Este ajuste puede cambiarse mientras el programa está en funcionamiento activando la ventana `Ajustes' y modificando el valor en el cuadro `Reducción al imprimir' . Se puede añadir una descripción a un fax recibido cuando aparece en una de las listas de faxes, pulsando en el botón correspondiente -- esto permite que los faxes sean identificados con mayor facilidad. La lista de faxes recibidos mostrará en el extremo derecho de la barra de herramientas, el número de faxes recibidos desde que el programa se inició la última vez. Si efax-gtk está en modo de espera (de llamadas), el globo informativo del icono de la bandeja de entrada también indicará dicho número. Se puede poner este contador a cero sin necesidad de reiniciar el programa pulsando el botón de puesta a cero en la lista de faxes recibidos.

source: Settings -------- The program settings can be changed by manually editing the efax-gtk configuration file comprising $HOME/.efax-gtkrc, $sysconfdir/efax-gtkrc or /etc/efax-gtkrc. The file is searched for in that order, so $HOME/.efax-gtkrc takes precedence over the other two. The configuration file can also be set by using the Settings dialog launched from the `File/Settings' pull down menu item. The settings entered using this dialog are always stored as $HOME/.efax-gtkrc. Accordingly, if the Settings dialog has been used, and you want to revert to the global settings, this can be done either by deleting the $HOME/.efax-gtkrc file, or by pressing the `Reset' button in the Settings dialog, which will reload the Settings dialog from the global configuration file ($sysconfdir/efax-gtkrc or /etc/efax-gtkrc). Help can be obtained when filling out the Settings dialog by holding the mouse over the relevant help (?) button, which will bring up a "Tips" display, or by pressing the button, which will bring up an information display.
es: Ajustes ------- Los ajustes del programa pueden ser modificados de forma manual, editando el fichero de configuración de efax-gtk localizado en $HOME/.efax-gtkrc, $sysconfdir/efax-gtkrc or /etc/efax-gtkrc. El fichero se buscará en el orden indicado, de modo que $HOME/.efax-gtkrc tendrá prioridad sobre los otros dos. El fichero de configuración también puede ser modificado usando la ventana de Ajustes desde la opción de menú `Archivo/Ajustes'. Los ajustes que se realicen en esta ventana se guardarán siempre en $HOME/.efax-gtkrc. Por lo tanto, si se ha usado la ventana Preferencias, y quiere volver a los ajustes predeterminados, puede hacerlo o bien borrando el fichero $HOME/.efax-gtkrc, o pulsando el botón `Predeterminado' en dicha ventana, lo que hará que se carguen los valores establecidos en el fichero de configuración global ($sysconfdir/efax-gtkrc or /etc/efax-gtkrc). Se puede obtener ayuda a la hora de rellenar los valores manteniendo el puntero del ratón sobre el botón de ayuda (?) correspondiente, donde se mostrará un globo de ayuda, o si se presiona el botón, a través de una ventana informativa.

source: Socket running on port
es: Servidor escuchando en puerto

source: Print job received on socket
es: Trabajo de impresión recibido en servidor

source: Closing the socket
es: Cerrando servidor

source: efax-gtk: Queued faxes from socket
es: efax-gtk: Faxes en cola desde el servidor

source: Queued print jobs
es: Trabajos de impresión en cola

source: Enter selected fax to send
es: Selección de fax a enviar

source: Choose the selected fax for sending
es: Elegir el fax seleccionado para enviar

source: PRINT JOB:
es: TRABAJO DE IMPRESIÓN:

source: Remove
es: Quitar

source: efax-gtk: Remove queued fax
es: efax-gtk: Eliminar fax en cola

source: efax-gtk: print job received on socket
es: efax-gtk: trabajo de impresión recibido en el servidor

source: Queue fax
es: Poner fax en cola

source: has been received on socket. Send or queue fax?
es: ha sido recibido a través del servidor. ¿Desea enviarlo o ponerlo en cola?

source: Beginning fax log:
es: Iniciando registro de fax:

source: Ending fax log:
es: Finalizando registro de fax:

source: Cannot open log file for reading
es: No se pudo leer el fichero de registro

source: efax-gtk: print logfile
es: efax-gtk: imprimir fichero de registro

source: Cannot open log file for viewing
es: No se pudo abrir fichero de registro para mostrar

source: efax-gtk: view logfile
es: efax-gtk: ver fichero de registro

source: efax-gtk: View log
es: efax-gtk: Ver registro

source: List received faxes
es: Listar faxes recibidos

source: List sent faxes
es: Listar faxes enviados

source: Redial queue
es: Cola de rellamada

source: Receive standby
es: En escucha

source: Quit
es: Salir

source: efax-gtk: Redial queue
es: efax-gtk: Cola de rellamada

source: Remove fax from redial list
es: Quitar fax de la lista de rellamada

source: Remove fax to
es: Quitar fax a

source: from the redial queue?
es: de la cola de rellamada?

source: efax-gtk: Remove fax for redialling?
es: efax-gtk: ¿Quitar fax de las rellamadas?

source: No file to print specified
es: No se indicó fichero a imprimir

source: success
es: correcto

source: number busy or modem in use
es: número ocupado o módem en uso

source: unrecoverable error
es: error irrecuperable

source: invalid modem response
es: respuesta no válida del módem

source: no response from modem
es: no hay respuesta del módem

source: internal error
es: error interno

source: NSC - poller features
es: NSC - características de inspección

source: CIG - poller ID
es: CIG - ID de inspección

source: DTC - poller capabilities
es: DTC - capacidades de inspección

source: NSF - answering features
es: NSF - características de respuesta

source: CSI - answering ID
es: CSI - ID de respuesta

source: DIS - answering capabilities
es: DIS - capacidades de respuesta

source: NSS - caller features
es: NSS - características del llamante

source: TSI - caller ID
es: TSI - identificador de llamada

source: DCS - session format
es: DCS - formato de sesión

source: CFR - channel OK
es: CFR - canal correcto

source: FTT - channel not OK
es: FTT - canal no correcto

source: MPS - not done
es: MPS - no hecho

source: EOM - not done, new format
es: EOM -no hecho, nuevo formato

source: EOP - done
es: EOP - hecho

source: PRI-MPS - not done, call operator
es: PRI-MPS - no hecho, llame al operador

source: PRI-EOM - not done, new format, call operator
es: PRI-EOM - no hecho, nuevo formato, llame al operador

source: PRI-EOP - done, call operator
es: PRI-EOP - hecho, llame al operador

source: MCF - page OK
es: MFC - página correcta

source: RTP - page OK, check channel
es: RTP - página correcta, compruebe canal

source: PIP - page OK, call operator
es: PIP - página correcta, llame al operador

source: RTN - page not OK, check channel
es: RTN - página no correcta, compruebe canal

source: PIN - page not OK, call operator
es: PIC - página no correcta, llame al operador

source: CRP - repeat command
es: CRP - repetir comando

source: DCN - disconnect
es: DCN - desconectado

source: UNKNOWN
es: DESCONOCIDO

source: incompatible local and remote capabilities
es: incompatibilidades entre local y remoto

source: can't delete file %s:
es: no se puede eliminar el fichero %s:

source: removed file: %s
es: eliminado fichero: %s

source: header:
es: encabezado:

source: characters received while sending
es: se recibieron caracteres durante el envío

source: sent %d+%d lines and %d+%d bytes, in %d secs at %d bps
es: enviadas %d+%d líneas y %d+%d bytes, en %d segundos a %d bps

source: flow control did not work
es: control de flujo no funcionó

source: modem response in data
es: respuesta del módem en los datos

source: run length buffer overflow
es: desbordamiento de buffer

source: file write:
es: escritura en fichero:

source: CAN: data reception cancelled
es: CAN: recepción de datos cancelada

source: reception errors
es: errores de recepción

source: received %d lines with %d errors
es: recibidas %d líneas con %d errores

source: sent TCF - channel check of %d bytes
es: TCF enviado - comprobación de canal de %d bytes

source: timed out during training check data
es: tiempo de espera agotado durante la prueba de comprobación de datos

source: received TCF - channel check (OK: run of %d in %d)
es: TCF recibido - comprobación de canal (correcto: run of %d en %d)

source: received TCF - channel check (not OK: run of %d in %d)
es: TCF recibido - comprobación de canal (no es correcto: run of %d en %d)

source: last byte of frame is NULL
es: el último byte de la trama es NULL

source: sent
es: enviado

source: HDLC frame missing initial 0xff
es: trama HDLC sin 0xff inicial

source: bit-reversed HDLC frame, reversing bit order
es: trama HDLC con bits invertidos, cambiando orden de bits

source: timed out reading frame data
es: tiempo de respuesta agotado al leer trama de datos

source: frame error
es: trama errónea

source: no response after frame data
es: no hubo respuesta después de trama de datos

source: wrong response after frame data
es: respuesta incorrecta después de trama de datos

source: frame too long (%d, > %d max bytes)
es: trama demasiado larga (%d, > %d max bytes)

source: wrong carrier
es: portadora errónea

source: wrong response to command to receive a frame
es: respuesta incorrecta al comando para recibir una trama

source: received short frame (%d bytes)
es: recibida trama corta (%d bytes)

source: received
es: recibido

source: The remote ID is
es: La ID remota es

source: no answer from remote fax
es: no hay respuesta desde el fax remoto

source: can't open page
es: no se puede abrir la página

source: remote has one or more documents to send and can receive
es: el extremo remoto tiene uno o más documentos para enviar y puede recibir

source: remote has one or more documents to send and cannot receive
es: el extremo remoto tiene uno o más documentos para enviar y no puede recibir

source: remote has no documents to send and can receive
es: el extremo remoto no tiene documentos para enviar y puede recibir

source: remote has no documents to send and cannot receive
es: el extremo remoto no tiene documentos para enviar y no puede recibir

source: remote cannot receive, trying anyways
es: el extremo remoto no puede recibir, probando de todas maneras

source: remote has nothing to send, trying anyways
es: el extremo remoto no tiene nada que enviar, probando de todas maneras

source: channel not usable at %d bps
es: canal no usable a %d bps

source: channel not usable at lowest speed
es: el canal no es usable a la velocidad más baja

source: invalid response to DCS
es: respuesta no válida a DCS

source: sent page %s
es: enviada página %s

source: invalid post-page response
es: respuesta post-página no válida

source: interrupt request ignored
es: petición de interrupción ignorada

source: timed out waiting for command
es: tiempo de espera agotado esperando por comando

source: page saved to %s
es: página guardada en %s

source: unrecognized command
es: comando no reconocido

source: no command or response from remote
es: no se recibió comando o respuesta desde el extremo remoto

source: abnormal termination (code %d)
es: terminación anormal (code %d)

source: no XON/DC2 received after CONNECT
es: no se recibió XON/DC2 después de CONNECT

source: %d characters received while waiting to send
es: %d caracteres recibidos mientras se esperaba para enviar

source: remote has one or more documents to send.
es: el extremo remoto tiene uno o más documentos para enviar

source: no +FPTS response obtained, it is assumed that fax was received
es: no se obtuvo respuesta +FPTS, se asume que el fax fue recibido

source: too many page send retries
es: demasiados intentos de envío de página

source: receive (+FDR) command failed
es: comando de recepción (+FDR) fallido

source: dialing %s
es: marcando %s

source: The remote ID is %s
es: La ID remota es %s

source: called
es: llamado

source: connected
es: conectado

source: number is busy
es: número ocupado

source: dial command failed
es: falló la orden de marcado

source: waiting for activity
es: esperando actividad

source: activity detected
es: se detectó actividad

source: can't answer: can't lock device
es: no puedo responder: no se pudo bloquear el dispositivo

source: too many %%d escapes in command (%s)
es: demasiados %%d Escapes en comando (%s)

source: executing command /bin/sh -c %s
es: ejecutando comando /bin/sh -c %s

source: exec() call failed:
es: falló la llamada a exec():

source: no getty command defined for data call
es: no se definió comando getty para llamada de datos

source: fax call answered
es: se respondió a llamada de fax

source: voice call answered
es: se respondió a la llamada de voz

source: no voice command defined for voice call
es: no se definió comando de voz para llamadas de voz

source: unable to answer call
es: no se puede contestar la llamada

source: modem does not support fax
es: el módem no soporta fax

source: can't determine fax modem class support
es: no puedo determinar el tipo de clase de fax para el módem
